[
    {
        "id": 1,
        "UF": "AC",
        "Name": "Acre",
        "Capital": "Rio Branco",
        "Region": "North",
        "Flag": "As cores principais da bandeira (verde e amarelo) são as mesmas da bandeira do Brasil e são uma representação da integração do estado com o Brasil, separadamente cada cor tem um significado específico: A cor amarela, que representa as riquezas da terra;A cor verde, a esperança.A estrela vermelha no canto superior esquerdo, chamada de \"Estrela Altaneira\", representa o sangue dos bravos que lutaram pela a anexação da área do atual estado do Acre ao Brasil. A bandeira foi adotada oficialmente pelo governador Epaminondas Jácome. ",
        "FlagAspect": "10/7",
        "Coat": "Brasão do estado do Acre é inspirado no brasão proposto por Plácido de Castro, durante a Revolução Acreana.Como principal referência tem-se a Revolução Francesa, sendo representada pelo boné vermelho que está acima da marca para identificar os Jacobinos. Traz ainda dois ramos de café e tabaco, entrelaçadas por espadas de punho que ilustram a força e a disposição em defender sua terra. Centralizado no escudo, um leopardo simboliza a ferocidade, agilidade e a força. Atrás do animal, uma seringueira representa a riqueza acreana.A inscrição em latim da frase 'NEC LUCEO PLURIBUS IMPAR', significa “Não inferior a muitas estrelas”, outra referência ao estado francês através da figura do Rei Sol Luis XIV. "
    },
    {
        "id": 2,
        "UF": "AL",
        "Name": "Alagoas",
        "Capital": "Maceió",
        "Region": "Northeast",
        "Flag": "O brasão simboliza as primeiras cidades alagoanas, Porto Calvo e Penedo, bem como suas riquezas agrícolas: a cana-de-açúcar e o algodão. As cores das faixas (vermelho, branco e azul), escolhidas por estarem presentes no brasão estadual, remetem à tricolore, simbolizando os ideais da Revolução Francesa: liberdade, igualdade e fraternidade.",
        "FlagAspect": "3/2",
        "Coat": "A parte superior representa Marechal Deodoro, que foi a cabeça da Comarca, com o nome Alagoas do Sul. Há nessa parte três tainhas que simbolizam as principais lagoas: Mundaú ou Norte, Manguaba ou do Sul e Jequiá. Essas tainhas também lembram que a atividade pesqueira, importante fontes de renda da região.A parte que fica à esquerda do escudo, representa Penedo: um rochedo vermelho, sustentando uma torre também vermelha, sobre o mar azul. E a parteà direita representa Porto Calvo: três morros de cor vermelha para recordar o sangue e a coragem dos habitantes da vila. As quatro faixas onduladas em azul, lembram os quatro rios da região: Mocaitá, Tapamundé, Comandatuba e Manguaba.A cana-de-açúcar e algodão, que sustentam o brasão, representam as duas principais atividades agrícolas.Em cima do escudo está uma estrela de prata, lembrando as estrelas da Bandeira do Brasil e mostrando que Alagoas, ali está representada.Abaixo do escudo, uma fita de cor amarela, com as palavras: “AD BONUM ET PROSPERITATEM”, lembrando as primeiras palavras do decreto que criou a Capitania de Alagoas (para o bem e para a prosperidade). "
    },
    {
        "id": 7,
        "UF": "DF",
        "Name": "Distrito Federal",
        "Capital": "Brasília",
        "Region": "Central-West",
        "Flag": "A bandeira é composta pela Cruz de Brasília, ao centro, simboliza a herança indígena e a força que emana do centro em todas as direções. O branco representa a paz e o verde representa as matas da região. A faixa governamental do Distrito Federal tem seu feitio baseado na bandeira no Brasil, o brasão significa a cruz do Monte Vera Cruz.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 8,
        "UF": "ES",
        "Name": "Espírito Santo",
        "Capital": "Vitória",
        "Region": "Southeast",
        "Flag": "Mário Martins, escritor brasileiro, afirma que a inscrição tem origem no lema da ordem dos jesuítas: \"Trabalhe como se tudo dependesse de você e confie como se tudo dependesse de Deus\". Apesar de ser uma cor incomum na heráldica, o rosa foi utilizado pelos criadores da bandeira para representar uma tonalidade encontrada no céu capixaba, que, nas tardes de verão, apresenta tons variáveis de rosa misturados ao azul celeste.A bandeira do Espírito Santo data de 1908, mas foi adotada oficialmente em 24 de abril de 1947 pelo governador Carlos Fernando Montero Lindemberg. O azul e o rosa são as cores oficiais do estado, instituídas por Jerónimo Monteiro a 7 de setembro de 1909. Ao que parece eram as cores de um clube abolicionista, assim como as da indumentária da Virgem da Vitória, padroeira da capital do o Estado. O azul representa suavidade e harmonia, o branco paz e o rosa regozijo e felicidade. As palavras Trabalha e Confia são atribuídas ao governador Monteiro. Devem ter sua origem em sua formação religiosa junto à Associação de São Luís do Itu (São Paulo), dirigida pelos padres da Companhia de Jesus (jesuítas) fundada por Santo Inácio de Loyola.Um diagrama assinado (aparentemente pelo então governador e referindo-se ao Decreto original) em março de 1982 indica que a bandeira tem proporções gerais 7:10, no entanto, pelo diagrama podemos notar que as listras estão em proporções de 9-10-9 em vez do que ainda, com o lema contido dentro de um retângulo imaginário igual a 11/20 do comprimento da bandeira por 6/10 da altura da faixa central. As cores exatas ainda permanecem ligeiramente conjecturais, no entanto. A bandeira em http://www.vexilla-mundi.com/brazil_divisions.html é baseada em uma foto de uma bandeira em uso real e as tonalidades são bem mais claras do que mostramos?Isso parece estranho - o decreto-lei de 1947 sobre a bandeira dizia \"A bandeira do Estado terá as dimensões completas para a bandeira nacional, em três campos - azul, branco e rosa - retangulares, longitudinais e iguais ...\" (A bandeira do Estado terá as dimensões estabelecidas para a bandeira nacional, em três campos - azul, branco e rosa - retangular, longitudinal e igual\". Impulso brasileiro de dar as dimensões da bandeira em \"módulos\". Ter um guindaste igual a 28 módulos permitiria afirmar o fly como exatamente 40, mas então pareceria tão fácil afirmar o guindaste como 7+7+7 com o fly igual a 30. Talvez a matemática para o arco e a altura das letras termine em frações dessa maneira?O diagrama oficial dá as proporções gerais de 14 módulos por 20 módulos, depois listras em proporções ridículas de 4,5 módulos, 5 módulos e 4,5 módulos, com 1,5 módulos na parte superior da parte inferior da inscrição e 4,5 módulos na talha e na mosca .",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 10,
        "UF": "MA",
        "Name": "Maranhão",
        "Capital": "São Luís",
        "Region": "Northeast",
        "Flag": "Retângulo formado por nove listas em sentido horizontal, intercaladas, sendo quatro brancas, três encarnadas e duas pretas, com um quadrado azul ao canto superior unido à lança e tendo no centro uma estrela branca. O dito quadrado ocupa uma terça parte do comprimento da bandeira e a metade da sua largura.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 11,
        "UF": "MT",
        "Name": "Mato Grosso",
        "Capital": "Cuiabá",
        "Region": "Central-West",
        "Flag": "As cores principais da bandeira (azul, branco, verde e amarelo) são as mesmas da Bandeira do Brasil e são uma representação da integração do estado com o Brasil, separadamente cada cor tem um significado específico:O azul representa o céu;O branco representa a paz;O verde representa a extensão territorial;A estrela amarela simboliza o ideal republicano e as riquezas minerais do estado, que tanto atraíram os primeiros colonizadores.A estrela também remete a Sirius, que na bandeira nacional simboliza o estado; ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 16,
        "UF": "PR",
        "Name": "Paraná",
        "Capital": "Curitiba",
        "Region": "South",
        "Flag": "A bandeira compõe-se de um quadrilátero verde, atravessado no ângulo superior direito para o inferior esquerdo por uma larga faixa branca contendo a representação da esfera celeste em azul e as cinco estrelas da Constelação do Cruzeiro do Sul em branco. A esfera é atravessada, abaixo da estrela superior do Cruzeiro, por uma faixa branca com a inscrição “PARANÁ” em verde. Circundam a esfera um ramo de Pinho à direita e outro de Mate a esquerda. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 22,
        "UF": "RO",
        "Name": "Rondônia",
        "Capital": "Porto Velho",
        "Region": "North",
        "Flag": "Na bandeira estadual, o verde representa as matas; o amarelo, as riquezas minerais; o azul, o céu; e o branco, a paz. É representado na bandeira do Brasil por Muliphen (γ Canis Majoris). Rondônia também é um estado que adota a faixa governamental, no cerimonial do governo, e a faixa é formatada nas cores da bandeira e do brasão.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 18,
        "UF": "PI",
        "Name": "Piauí",
        "Capital": "Teresina",
        "Region": "Northeast",
        "Flag": "s cores principais da bandeira são as mesmas da bandeira do Brasil, e são uma representação da integração do estado com o Brasil. Separadamente cada cor tem um significado específico:O amarelo representa a riqueza mineral;O verde a esperança.Além das cores, outros elementos presentes na bandeira também têm seu simbolismo:A estrela remete a Antares, que na bandeira nacional simboliza o estado do Piauí;A inscrição dentro do retângulo azul \"13 DE MARÇO DE 1823\", que foi introduzida na alteração de 2005, marca o dia da batalha do Jenipapo, ocorrida em território piauiense.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 5,
        "UF": "BA",
        "Name": "Bahia",
        "Capital": "Salvador",
        "Region": "Northeast",
        "Flag": "Trata-se de uma bandeira tricolor retangular barrada (isto é, com raias horizontais) alternadamente em vermelho (primeira e terceira raias) e branco (segunda e quarta) e com um triângulo branco no cantão dextro do chefe (isto é, no ângulo interno superior esquerdo) na cor azul. Na ausência de descrição legal, algumas publicações descreveram que as dimensões da bandeira seguem a proporção 7:10.Embora criada no fim do século XIX, suas características remontam a um ideário presente na política baiana desde fins do século XVIII, época dos Movimentos Emancipacionistas no Brasil Colônia e das Revoluções do Atlântico. Naquela época ocorreram a Revolução Americana de 1776 e a Independência dos Estados Unidos, a Revolução Francesa e o fim da monarquia absolutista naquele país, a Inconfidência Mineira (ou Conjuração Mineira), e a Revolta dos Búzios (ou Revolta dos Alfaiates, Conjuração Baiana). Esses movimentos tinham em comum lutas por liberdade e igualdade e estão ligados a ideologias do republicanismo e liberalismo político. No caso da última, ocorrida em Salvador, ela pautou ainda a abolição da escravidão.Suas características remontam a esses eventos em função das referências das cores, formas geométricas e posicionamentos escolhidos. As cores azul, vermelho e branco são \"cores libertárias\" presentes nas bandeiras dos Estados Unidos e da França, como também já haviam figurado em 1798 nos símbolos da Revolta dos Búzios. O azul e o branco também foram cores das bandeiras de outros movimentos republicanos separatistas na Bahia, como a Sabinada e a Federação do Guanais. A disposição das cores, as raias horizontais alternadas e o cantão representam a inspiração maior no pavilhão dos Estados Unidos. O triângulo presente no cantão e sua cor branca evocam o símbolo da Maçonaria adotado na Inconfidência Mineira e na bandeira de Minas Gerais, assim como o ideal de \"liberdade, igualdade, fraternidade\" da Revolução Francesa.",
        "FlagAspect": "10/7",
        "Coat": "Timbre com uma estrela aureolada, que simboliza o estado;Escudo azul cujo contrachefe apresenta um saveiro ao mar com a vela içada, em cuja proa um marujo acena com um lenço branco em direção à praia e ao Monte Pascoal — local do primeiro registro visual de terra pela esquadra do navegador português Pedro Álvares Cabral quando do Descobrimento do Brasil;Inscrições por cima do timbre, onde se lê \"ESTADO DA BAHIA\", por baixo do escudo sobre listel com o lema \"Per ardua surgo\" — que significa \"Pela dificuldade venço\" ou \"vencer apesar das dificuldades\" — e mais abaixo do listel a palavra \"BRASIL\";Tenentes, sendo, à esquerda, um homem seminu, com uma marreta, uma bigorna e uma roda, representando a indústria local ou o trabalho; e à direita, uma mulher com barrete frígio (alusivo à liberdade), carregando a bandeira da Bahia atrás do triângulo maçônico, representando a república ou a liberdade."
    },
    {
        "id": 6,
        "UF": "CE",
        "Name": "Ceará",
        "Capital": "Fortaleza",
        "Region": "Northeast",
        "Flag": "Bandeira do do Ceará é formada de um retângulo verde e um losango amarelo, idênticos aos da Bandeira Nacional, tendo no centro um círculo branco e, no meio deste, o Brasão do Estado.",
        "FlagAspect": "10/7",
        "Coat": "Art. 1. O Brasão do Estado do Ceará será representado por um escudo polônio com campo verde, fendido, figurando na sua parte esquerda sete estrelas, na cor branca, que representam as mesorregiões do Estado, e, sobre o todo, a elipse central, com elementos internos distribuídos em quatro quadrantes, com a linha do horizonte no centro. O primeiro quadrante contém o sol e o farol do Mucuripe; o segundo, a serra e o pássaro; o terceiro, o mar e a jangada; e o quarto, o sertão e a carnaúba, simbolizando os quatros elementos da natureza: fogo, ar, água e terra. Como timbre, a figura de uma fortaleza de construção antiga, cor de ouro, com cinco merlões.(...)§ 2º Tomando-se por base módulo arbitrário “M”, serão observadas, no escudo do Brasão do Estado, as seguintes proporções: a largura corresponderá a sete módulos (7M), a altura a oito módulos (8M), e o conjunto total do Brasão corresponderá a proporção de sete módulos (7M) na largura por nove módulos e cinco décimos (9,5M) na altura, de acordo com o anexo I desta Lei. (Redação dada pela Lei n° 13.897, DE 21.06.07)"
    },
    {
        "id": 15,
        "UF": "PB",
        "Name": "Paraíba",
        "Capital": "João Pessoa",
        "Region": "Northeast",
        "Flag": "Um terço dela está na cor preta — representando os dias de luto que vigoraram no estado após o assassinato de João Pessoa em Recife, no ano de 1930 — e dois terços restantes na cor vermelha — representando a Aliança Liberal. No meio da parte vermelha, há a inscrição \"NEGO\", na cor branca e em letras maiúsculas, que é a conjugação do verbo \"negar\" no presente do indicativo da primeira pessoa do singular e representa a não aceitação do sucessor à presidência da república indicado pelo presidente brasileiro da época, Washington Luís. Quando a bandeira foi adotada, o vocábulo era escrito com um acento agudo na letra E: \"NÉGO\". ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 26,
        "UF": "SE",
        "Name": "Sergipe",
        "Capital": "Aracaju",
        "Region": "Northeast",
        "Flag": "Sua composição, tal como explicitada em lei, é a seguinte:Retângulo, com quatro listas, de cores verde e amarela, alternadamente, tendo o verde na parte superior e, sobre os dois lados do ângulo reto superior da esquerda, um retângulo em fundo azul claro de cobalto, em dimensão proporcional ao retângulo em total, com cinco estrelas brancas de cinco raios cada uma, tauxiadas em cada ângulo do retângulo azul, no lugar geométrico do cruzamento das duas linhas diagonais., representam a integração do estado ao Brasil. As estrelas representam as cinco barras (fozes de rios) existentes em Sergipe: São Francisco; rio Japaratuba; rio Sergipe; rio Vaza-Barris e rio Real.É diferenciada da bandeira de Goiás por ter a estrela central (que representa o Rio Sergipe) maior que as outras quatro no quadrante azul, e por possuir apenas quatro faixas intercaladas em verde e amarelo. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 27,
        "UF": "TO",
        "Name": "Tocantins",
        "Capital": "Palmas",
        "Region": "Southeast",
        "Flag": "A faixa azul representa os rios e a amarela, as riquezas do estado. O sol, sobre a faixa branca, significa que ele nasce para todos os cidadãos tocantinenses. É assim a sua atual composição: ⁣Retângulo com as proporções de 20 módulos de comprimento por 14 módulos de largura. Os vértices, superior esquerdo e inferior direito são triângulos retângulos, com catetos de 13 por 9 módulos, nas cores, azul (blau) e amarelo (ouro), respectivamente. A barra resultante desta divisão, em branco, está carregada com um sol estilizado de amarelo (ouro), com 8 pontas maiores e 16 pontas menores, com 4 e 2,3 módulos de raio respectivamente.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 3,
        "UF": "AP",
        "Name": "Amapá",
        "Capital": "Macapá",
        "Region": "North",
        "Flag": "O verde representa as matas; o amarelo, as riquezas minerais; o azul, o céu; e o branco, a paz. O preto simboliza o respeito aos homens que morreram lutando pelo estado. A figura geométrica centralizada no lado esquerdo, representa a Fortaleza de São José de Macapá.Até a criação do território do Amapá, a região foi disputada por franceses e brasileiros, tendo havido, no período, sido criados o Estado Independente do Cunani, a República Independente de Caunany, e a República de Brezet, que apesar de terem criado uma mínima estrutura, a fim de serem reconhecidos internacionalmente, nunca passaram de situações efêmeras, cujos governos do Brasil e da França trataram de extinguir.O Território Federal do Amapá instituiu sua própria bandeira, que foi utilizada após a criação do estado em 5 de outubro de 1988, e instituída pelo do decreto nº 8, de 23 de Abril de 1984. Entretanto, devido à divergências à época, popularmente era utilizada uma versão tripartida da bandeira do estado do Pará, mostrando o forte São José. Tal versão só deixou de ser utilizada durante o governo de Aníbal Barcelos. ",
        "FlagAspect": "10/7",
        "Coat": "Adoção \t23 de abril de 1984Timbre \tUma estrela de cinco pontasEscudo \tEscudo prata laureado pelas cores blau e goles; ao centro o mapa do Amapá em ouro e dentro dele, um amapazeiro, com tronco em prata e coroa em verde. A parte superior do escudo tem a forma da fortaleza de S. José de Macapá.Suportes \tGalhos da árvore do Amapazeiro.Lema \t\"AQUI COMEÇA O BRASIL\", em letras pretas em um listel branco em chefe "
    },
    {
        "id": 20,
        "UF": "RN",
        "Name": "Rio Grande do Norte",
        "Capital": "Natal",
        "Region": "Northeast",
        "Flag": "O  estudo sobre o seu formato foi definido por Luís da Câmara Cascudo, notório experiente da cultura potiguar. Ela é composta por um retângulo de um metro de altura por um metro e meio de comprimento (proporção 2 por 3), com as cores verde (que ocupa a metade superior da bandeira e representa a esperança), branco (ocupa a metade inferior e representa a paz) e amarelo, cujo campo se apresenta em forma de escudo, servindo ao fundo o brasão do estado.Com uma origem quase que exclusivamente extrativista, o estado do Rio Grande do Norte expõe em sua bandeira o que é e principalmente o que já foi a principal fonte de renda do estado. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 19,
        "UF": "RJ",
        "Name": "Rio de Janeiro",
        "Capital": "Rio de Janeiro",
        "Region": "Southeast",
        "Flag": "Em 23 de julho de 1975, a nova constituição do Estado do Rio de Janeiro estabeleceu que a bandeira e o escudo do novo estado (que estava absorvendo a Guanabara) seriam os mesmos do antigo estado. O azul e o branco são as cores tradicionais de Portugal.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 4,
        "UF": "AM",
        "Name": "Amazonas",
        "Capital": "Manaus",
        "Region": "North",
        "Flag": "As 25 estrelas no canto esquerdo superior representam os 25 municípios em que se dividia o estado em 4 de agosto de 1897. A estrela maior representa a capital, Manaus. As duas faixas brancas na horizontal representam esperança e a faixa vermelha, as dificuldades superadas.Na bandeira amazonense, ao branco e azul somou-se o vermelho (que pode ser interpretado em relação à época de preparação da bandeira), exatamente para que fosse levada aos campos de combate em Canudos, no ano de 1897, pelo batalhão militar amazonense (atual Polícia Militar do Estado do Amazonas), que se integrou às forças dos demais estados naquela luta. ",
        "FlagAspect": "21/15",
        "Coat": "AGUIA DA AMAZÔNIA: De asas abertas, unhas aduncas e o bico entreaberto, simboliza a grandeza e a força do povo do Estado.SOL: Representa a luz, a vida e a justiça.A ELIPSE: Significa os rios, Solimões e Negro, na confluência formando a partir deste ponto o rio Amazonas.O CAMPO AZUL: Retrata o céu brasileiro.ESTRELA: Representa a paz e o progresso.NA JUNÇÃO DOS RIOS: Um barrete frígio, símbolo da lealdade do Amazonas à República.O CAMPO VERDE: Indica as florestas.PENAS E SETAS ENTRELAÇADAS: Representam a gênese da nacionalidade e a civilização moderna.A CORRENTE DE FERRO, ENVOLVENDO A ELIPSE: Representa estabilidade da autonomia política no Amazonas.OS EMBLEMAS DE NAVEGAÇÃO, LIGADOS POR UM LAÇO VERDE COM DUAS PONTAS DOBRADAS, PENDENDO DA CORRENTE NA PARTE DE BAIXO NA PONTA DIREITA - lê-se a inscrição 22 de junho de 1832, data em que a antiga Comarca do Amazonas se proclamou (por armas) como província independente.NA PONTA ESQUERDA - 21 de novembro de 1889, dia em que o Estado aderiu à revolução ingente, de 15 de novembro do mesmo ano.Do lado direito do escudo: Sobressaem os emblemas da indústria.Do lado esquerdo do escudo: Nascendo da âncora, os emblemas do comércio e agricultura."
    },
    {
        "id": 9,
        "UF": "GO",
        "Name": "Goiás",
        "Capital": "Goiânia",
        "Region": "Central-West",
        "Flag": "É composta por oito listras horizontais, alternadas nas cores verde e amarelo. O verde representa as matas e o amarelo as riquezas minerais. No canto superior esquerdo, temos a representação do Cruzeiro do Sul, através do retângulo azul com cinco estrelas brancas. A constelação foi homenageada por ter inspirado dois dos nomes antigos do Brasil, Ilha de Vera Cruz e Terra de Santa Cruz. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 12,
        "UF": "MS",
        "Name": "Mato Grosso do Sul",
        "Capital": "Campo Grande",
        "Region": "Central-West",
        "Flag": "\"O homem, em uma de suas mais características atitudes, sempre procurou representar seus sonhos, seus ideais, suas mais caras razões de viver, através de uma simbologia que transmitisse, não só a ele, mas também aos que o rodeiam, a magnitude de tais pensamentos.Ideais trabalhados e realidade construída: Bandeira, Flâmula Magna, símbolo máximo a pairar sobre nossa Terra, pois, aparentemente frágil em sua haste, na realidade traduz a força conjunta de toda a população de um Estado.Nosso símbolo é o do equilíbrio, da firmeza e da serenidade. Nós somos a estrela dourada que brilha no céu azul da esperança, a simbolizar a riqueza do nosso labor.As metas e os campos do nosso Estado representam um desafio, mas ao mesmo tempo, a consciência da preservação do nosso verde, de nosso tesouro maior, que é a própria natureza.Nós somos o Estado do equilíbrio, onde chaminés siderúrgicas e áreas florestais coexistirão pacificamente, lado a lado.Entre o verde e o azul, na convergência prática de todas as nossas atitudes, nós somos a faixa branca do porvir, a alvidez serena da amizade entre os povos.\"",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 13,
        "UF": "MG",
        "Name": "Minas Gerais",
        "Capital": "Belo Horizonte",
        "Region": "Southeast",
        "Flag": "Há controvérsias a respeito da cor original do triângulo, pois alguns historiadores julgam ser verde originalmente. O vermelho, contudo, acabou sendo adotado como símbolo-mor das revoluções. O triângulo equilátero simboliza a Santíssima Trindade.O lema LIBERTAS QUÆ SERA TAMEN. (muitas vezes traduzido como \"Liberdade ainda que tardia\") teria sido cunhado pelo inconfidente Alvarenga Peixoto a partir de um verso das Bucólicas (1.27) do poeta latino Virgílio, em que se lê Libertas quae sera tamen respexit inertem, que pode ser traduzido por \"Liberdade, a qual, embora tarde, (me) viu inerte\". Há quem sustente, contudo, que a tradução correta do dístico seria \"Liberdade ainda que tardia, todavia...\", o que não faz sentido. Para esses, a frase correta a ser usada na bandeira para ter o sentido desejado deveria ser Libertas quae sera. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 14,
        "UF": "PA",
        "Name": "Pará",
        "Capital": "Belém",
        "Region": "North",
        "Flag": "A faixa branca é a faixa planetária e representa o Zodíaco \"projetada como um espelho horizontal\". Lembra tanto a linha do equador quanto o Rio Amazonas.A estrela simboliza o estado, que na bandeira nacional corresponde a Espiga, a estrela alfa de primeira grandeza da constelação de Virgem. No pavilhão brasileiro, é a única estrela acima da faixa com o dístico \"Ordem e Progresso\" porque, à época da proclamação da República, era o Estado cuja capital, Belém, era a mais setentrional do país. Outra afirmação do porquê a estrela é solitária foi porque o estado foi a última província a aceitar a independência do Brasil de Portugal.[carece de fontes]O vermelho é a força do sangue paraense, que corre nas veias como um verdadeiro espírito de luta harmonizada, dando provas da dedicação dos patriotas nas causas da adesão do Pará à Independência e à República, realizadas em 15 de agosto de 1823 e 16 de novembro de 1889, respectivamente. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 17,
        "UF": "PE",
        "Name": "Pernambuco",
        "Capital": "Recife",
        "Region": "Northeast",
        "Flag": "A flâmula de Pernambuco surgiu antes da independência brasileira, e foi concebida para ser a bandeira do Brasil sob um regime republicano de cunho liberal. No pavilhão da efêmera república pernambucana de 1817, a cor azul simbolizava o céu; a cor branca representava a nação que se fundava em um desejo de paz; o arco-íris, inicialmente vermelho, amarelo e branco, assinalava o início de uma nova era, de paz, amizade e união, que a confederação oferecia aos portugueses europeus e aos povos de todas as nações que viessem pacificamente aos seus portos ou porventura residissem aqui; as três estrelas representavam Pernambuco, Paraíba e Rio Grande do Norte — e outras estrelas seriam inseridas em volta do arco-íris ao passo que outras capitanias brasileiras aderissem oficialmente à confederação, o que demonstrava o caráter federalista do movimento —; a cruz era uma referência à denominação do Brasil em seus primórdios (Terra de Santa Cruz ou Ilha da Vera Cruz); e o Sol iluminava o futuro, simbolizando que os habitantes de Pernambuco são filhos do sol e vivem sob ele, sob a mesma justiça que torna todos iguais. O criador da bandeira foi o padre e revolucionário João Ribeiro Pessoa de Melo Montenegro e ela foi executada em tela pelo pintor Antônio Alvares.Na bandeira atual, adotada em 1917, a cor azul do retângulo superior simboliza a grandeza do céu pernambucano; a cor branca representa a paz; o arco-íris simboliza a união de todos os pernambucanos; a estrela caracteriza o estado no conjunto da Federação, que na bandeira nacional é representado por Denebakrab; o Sol é a força e a energia de Pernambuco; e, finalmente, a cruz representa a fé na justiça e no entendimento. As únicas modificações da bandeira original foram a retirada de duas das três estrelas inseridas acima do arco-íris e a troca da última faixa do arco-íris de branco para verde. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 21,
        "UF": "RS",
        "Name": "Rio Grande do Sul",
        "Capital": "Porto Alegre",
        "Region": "South",
        "Flag": "Algumas das características da bandeira do Rio Grande do Sul são de evidente inspiração maçônica, como as duas colunas que ladeiam o losango invertido são idênticas às encontradas em todos os Templos maçônicos. O lema da bandeira é Liberdade, Igualdade e Humanidade. Não há um consenso sobre o significado das cores da bandeira riograndense. Uma versão, possivelmente mais próxima da real, dá conta que a faixa verde representa a mata dos pampas, a vermelha simboliza o ideal revolucionário e a coragem do povo, e a cor amarela representa as riquezas nacionais do território gaúcho. Todavia, algumas fontes alegam que as cores simbolizariam o auriverde do Brasil separado pelo vermelho da guerra. Já outras mencionam que o vermelho representaria o ideal republicano.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 23,
        "UF": "RR",
        "Name": "Roraima",
        "Capital": "Boa Vista",
        "Region": "North",
        "Flag": "As principais cores da bandeira (verde, amarelo, azul e branco) são uma representação da integração do estado com o Brasil, separadamente cada cor tem um significado específico:O verde representa as densas matas e cerrados;O amarelo (na estrela), representa a farta riqueza mineral;O branco, a paz; e o azul, o céu e os puros ares de Roraima;A fina faixa vermelha simboliza a linha do equador;A estrela amarela representa Wezen, estrela da constelação de Cão Maior, que na bandeira nacional representa o estado de Roraima.",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 24,
        "UF": "SC",
        "Name": "Santa Catarina",
        "Capital": "Florianópolis",
        "Region": "South",
        "Flag": "O barrete frígio simboliza as forças republicanas que nos regem; O ramo de trigo simboliza a lavoura da terra; O ramo de café simboliza a lavoura do litoral; O escudo contém a data da implantação da República em Santa Catarina em 17 de novembro de 1889; A chave lembra que Santa Catarina é ponto estratégico de Primeira Ordem; A águia representa as forças produtoras. ",
        "FlagAspect": null,
        "Coat": null
    },
    {
        "id": 25,
        "UF": "SP",
        "Name": "São Paulo",
        "Capital": "São Paulo",
        "Region": "Southeast",
        "Flag": "A bandeira possui treze listras variando entre branco e preto, começando e terminando na faixa preta, para que fique delimitado o começo e o final da bandeira, sem que haja nenhuma dúvida. As faixas pretas e brancas representam os dias e as noites que os bandeirantes lutaram pelo bem do estado. Não há consenso sobre o porquê do total de treze listras. As hipóteses são a de uma mera adequação estética (já que a original possuía 15 listras), a de uma referência às treze colônias originais dos Estados Unidos da América e a de uma alusão a Paulo, décimo terceiro apóstolo de Cristo, mas o mais certo é que o total de treze listras se consagrou pelo poema Nossa Bandeira, de Guilherme de Almeida.Possui um retângulo vermelho na horizontal, que segundo algumas fontes, buscaria representar o sangue que os \"paulistas\" estariam dispostos a derramar dia (branco) e noite (preto das listras) pelo seu estado. Há fontes ainda menos críveis que atribuem esse sangue e pujança aos bandeirantes. Acontece que essa bandeira não foi originalmente criada para São Paulo, mas para a República — para todo o país, em 1888 (ano da idealização da flâmula).Segundo o criador da bandeira, Júlio Ribeiro, em texto de O Rebate de 16 de julho de 1888, as cores preta, branca e vermelha simbolizam, respectivamente, as três raças formadoras do povo brasileiro: africanos, europeus e indígenas. Faz referência à tese de Carl Friedrich Philipp von Martius, escrita em Como se deve escrever a história do Brasil (1840) e premiada pelo Instituto Histórico e Geográfico Brasileiro. A tese das três raças de von Martius influenciaria na criação de outras bandeiras brasileiras, como a do estado do Maranhão. Ainda segundo Ribeiro em O Rebate, as quatro estrelas amarelas representam a constelação do Cruzeiro do Sul.Há também quatro estrelas amarelas na parte interna dos quatro cantos do retângulo. Segundo o criador, \"As quatro estrelas a rodear um globo, em que se vê o perfil geográfico do país, representam o Cruzeiro do Sul, constelação indicadora da nossa latitude austral\". No verso da bandeira, a única diferença é que o retângulo fica alinhado no topo à direita, porém o mapa do Brasil continua idêntico à parte da frente como mostram as figuras do artigo. ",
        "FlagAspect": null,
        "Coat": null
    }
]